Repository: lebauce/tsumufs
Catalog: po/*.po
Languages: fr

source: Synchronization and file sharing notifications
fr: Synchronisation et partage de fichiers

source: Disconnected
fr: Déconnecté

source: Pause synchronization
fr: Mettre la synchronisation en pause

source: Files not synchronized
fr: Fichiers en cours de synchronisation

source: Received messages
fr: Messages reçus

source: Unavailable
fr: Indisponible

source: Paused
fr: En pause

source: Synchronizing
fr: En cours de synchronisation

source: Connected
fr: Connecté

source: Open containing folder...
fr: Afficher le dossier...

source: An error has occurred ('%s', %s)
fr: Une erreur est survenue ('%s', %s)

source: Error
fr: Erreur

source: Connected to server
fr: Vous êtes connecté !

source: Successfully logged in to the synchronization server.
fr: Vous êtes connecté au service de synchronisation de fichiers.

source: Disconnected from server
fr: Vous avez été déconnecté du serveur

source: You have been disconnected, file synchronization stopped.
fr: Vous avez été déconnecté, les transferts en cours sont mis en pause.

source: Buddy shares
fr: Les partages de mes amis

source: Sorted by type
fr: Classement par type

source: Stared by tag
fr: Mes favoris

source: My shares
fr: Mes partages

source: My friends
fr: Mes amis
